<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>O Federalismo, por Sebasti&atilde;o de Magalh&atilde;es
Lima</title>
<meta name="AUTHOR" content=
"Sebasti&atilde;o de Magalh&atilde;es Lima">
<meta http-equiv="Content-Type" content=
"text/html; charset=us-ascii">
<meta name="KEYWORDS" content="">
<style type="text/css">
  @media print {
    .pagenum { display: none;}
  }
  @media handheld {
    .pagenum { display: none;}
  }
  body {width: 520px; margin-left: 90px; text-align: justify;}
  .pagenum {font-size: 0.6em; font-style: normal;color: #666666;
position:absolute; left: 630px; text-indent: 0em;}
  .capa {text-align: center; border: solid 1px #000000;}
  hr {
    border: none;
    border-bottom: solid 2px #000000;
    text-align: center;
  }
  a {text-decoration: none;}
  sup {font-size: 0.8em;}
  h1 sup {font-size: 40%; font-weight: normal;}
  h2, h3, h4, h5, h6 {text-align: center;}
  h1 {text-align: center; margin-top: 2em;}
  #corpo .separador {
  text-align: center;
  text-indent: 0em;
  }
  .rodape {
  font-size: 0.8em;
  margin: 2em;
  }
  #corpo p{
      text-indent: 1em;
  }
</style>
</head>
<body>


<pre>

The Project Gutenberg EBook of O Federalismo, by Sebastião de Magalhães Lima

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org


Title: O Federalismo

Author: Sebastião de Magalhães Lima

Release Date: June 3, 2008 [EBook #25690]

Language: Portuguese

Character set encoding: ASCII

*** START OF THIS PROJECT GUTENBERG EBOOK O FEDERALISMO ***




Produced by Pedro Saborano. A partir da digitalização
disponibilizada pela bibRIA.






</pre>

<h1>O IDEAL MODERNO</h1>
<h5>BIBLIOTHECA<br>
POPULAR<br>
DE<br>
ORIENTA&Ccedil;&Atilde;O<br>
SOCIALISTA</h5>
<hr style="width: 20%">
<h2>O FEDERALISMO</h2>
<h6>DIRECTORES</h6>
<h5>MAGALH&Atilde;ES LIMA</h5>
<h6>E</h6>
<h5>TEIXEIRA BASTOS</h5>
<hr style="width: 80%">
<p style="margin-left: 30%; font-size: 0.8em;">COMP.<sup>A</sup>
N.<sup>AL</sup> EDITORA<br>
SEC&Ccedil;&Atilde;O EDITORIAL<br>
ADM. J. GUEDES&mdash;LISBOA</p>
<div class="capa">
<h2>O IDEAL MODERNO</h2>
<h1>O FEDERALISMO</h1>
<h5>POR</h5>
<h2>MAGALH&Atilde;ES LIMA</h2>
<h6>LISBOA<br>
SEC&Ccedil;&Atilde;O EDITORIAL DA COMPANHIA NACIONAL EDITORA<br>
Administrador&mdash;JUSTINO GUEDES<br>
50, Largo do Conde Bar&atilde;o, Lisboa<br>
AGENCIAS<br>
Porto, Largo dos Loyos, 47, 1.&ordm;<br>
38, Rua da Quitanda, Rio de Janeiro<br>
1898</h6>
</div>
<div id="corpo">
<span class="pagenum"><a name="pag_2" id="pag_2">[2]</a></span>
<br>
<span class="pagenum"><a name="pag_3" id="pag_3">[3]</a></span>
<h1><a name="SECTION00100000000000000000" id=
"SECTION00100000000000000000"></a><br>
PALAVRAS PR&Eacute;VIAS</h1>
<p>Com a publica&ccedil;&atilde;o do <em>Ideal Moderno</em>,
tivemos, principalmente, em vista a vulgarisa&ccedil;&atilde;o das
id&eacute;as que, no extrangeiro, mais preoccupam os espiritos,
actualmente, e tanto concorrem para a renova&ccedil;&atilde;o
philosophica, scientifica e social que caracteriza a nossa
&eacute;poca. Desde os bancos da Universidade que vimos fazendo a
propaganda do federalismo, como a cupula magestosa, destinada a
completar o edificio republicano. Resumindo n'um pequeno volume
tudo o que temos publicado a tal respeito, e expondo, n'uma
edi&ccedil;&atilde;o portugueza, os principios que defendera no meu
livro&mdash;<em>La F&eacute;d&eacute;ration Ib&eacute;rique</em>
que t&atilde;o discutido foi, por occasi&atilde;o do seu
apparecimento, em Paris, julgo prestar um servi&ccedil;o &aacute;
democracia portugueza. A obra democratica s&oacute; ser&aacute;
estavel e s&oacute; poder&aacute; triumphar, quando, em vez de
incensar homens, procurar apoiar-se nas ideias e nos principios,
unico alicerce a uma construc&ccedil;&atilde;o solida e
duradoira.</p>
<span class="pagenum"><a name="pag_4" id="pag_4">[4]</a></span>
<br>
<span class="pagenum"><a name="pag_5" id="pag_5">[5]</a></span>
<h1><a name="SECTION00200000000000000000" id=
"SECTION00200000000000000000"></a><br>
I<br>
O que &eacute; o federalismo</h1>
<p>Federa&ccedil;&atilde;o (do latim <em>foedus</em>) quer dizer
pacto, allian&ccedil;a, que liga e obriga as duas partes
contractantes.</p>
<p>Proudhon define assim a federa&ccedil;&atilde;o: &Eacute; um
contracto ou uma conven&ccedil;&atilde;o, em virtude da qual um ou
differentes chefes de familia, uma ou differentes communas, um ou
differentes grupos de communas ou de Estados, se obrigam
reciprocamente e egualmente, uns para com os outros, por um ou
muitos objectos particulares, cujo encargo pertence exclusivamente
aos delegados da federa&ccedil;&atilde;o. Por outros termos: a
federa&ccedil;&atilde;o &eacute; o justo equilibrio entre os dois
polos sobre os quaes se baseiam todos os systemas governamentaes, a
<em>auctoridade</em> e a <em>liberdade</em>. Por auctoridade deve
comprehender-se &laquo;o governo geral&raquo;, composto dos
delegados
<span class="pagenum"><a name="pag_6" id="pag_6">[6]</a></span>
dos Estados federados; e por liberdade a autonomia
municipal.<a name="tex2html1" href="#foot39" id=
"tex2html1"><sup>1</sup></a></p>
<p>O federalismo, segundo Pi y Margall, &eacute; o unico systema de
governo que pode conciliar os variados elementos que se encontram
no meio de cada sociedade: ra&ccedil;as, religi&otilde;es,
id&eacute;as, costumes, linguas, etc., e o unico systema capaz de
realisar as aspira&ccedil;&otilde;es do progresso cujo equilibrio
produz a evolu&ccedil;&atilde;o pacifica e continua da
humanidade.<a name="tex2html2" href="#foot321" id=
"tex2html2"><sup>2</sup></a></p>
<p>A federa&ccedil;&atilde;o, longe de ser uma id&eacute;a
antiquada, como pretendem muitos, &eacute;, pelo contrario, uma
id&eacute;a do nosso tempo, em perfeita harmonia com as
aspira&ccedil;&otilde;es dos povos modernos. Montesquieu que
n&atilde;o pertenceu certamente nem &aacute; Antiguidade nem
&aacute; Edade-M&eacute;dia, considerava-a como o unico systema
capaz de evitar os inconvenientes das grandes e pequenas
nacionalidades.</p>
<p>Proudhon acabou por fazer do federalismo o seu programma de
governo, &laquo;aconselhando-o como a unica solu&ccedil;&atilde;o a
todas as antinomias politicas, como o melhor remedio contra as
usurpa&ccedil;&otilde;es do Estado e a idolatria das massas, como a
mais solemne
<span class="pagenum"><a name="pag_7" id="pag_7">[7]</a></span>
express&atilde;o da dignidade humana. &Eacute; na
federa&ccedil;&atilde;o das ra&ccedil;as que repousam, n'um
equilibrio indestructivel, a paz e a justi&ccedil;a.</p>
<p>Gervinus, um dos primeiros historiadores do seculo, &eacute; de
parecer que s&oacute; pela realisa&ccedil;&atilde;o do principio
federativo se poder&aacute; assegurar a liberdade e a paz da
Europa. Em 1852 annunciava elle j&aacute; o engrandecimento actual
da Allemanha, predizendo o fim dos grandes Estados pela sua
transforma&ccedil;&atilde;o em federa&ccedil;&otilde;es. Oa paizes
unitarios encontram-se expostos a todos os perigos.<a name=
"tex2html3" href="#foot322" id="tex2html3"><sup>3</sup></a></p>
<p>P&oacute;de bem dizer-se que <em>unifica&ccedil;&atilde;o</em> e
<em>federa&ccedil;&atilde;o</em> representam dois graus
profundamente distinctos da sociabilidade humana: o primeiro deriva
de um empirismo cego, da interven&ccedil;&atilde;o irracional de
uma poderosa individualidade, ao passo que o segundo &eacute; a
obra consciente de uma collectividade que procura, nas
condi&ccedil;&otilde;es da sua propria existencia, a garantia
perpetua da sua independencia.<a name="tex2html4" href="#foot323"
id="tex2html4"><sup>4</sup></a></p>
<p><em>Uni&atilde;o</em> e <em>annexa&ccedil;&atilde;o</em>
s&atilde;o cousas bem differentes de
<span class="pagenum"><a name="pag_8" id="pag_8">[8]</a></span>
federa&ccedil;&atilde;o. A annexa&ccedil;&atilde;o indica sempre
uma id&eacute;a de f&ocirc;r&ccedil;a e de violencia. A
federa&ccedil;&atilde;o, pelo contrario, assenta sobre a
id&eacute;a de um acc&ocirc;rdo reciproco, de uma mutualidade, de
uma id&eacute;a baseada sobre o direito e a garantia m&uacute;tuas.</p>
<p>Cada um dos Estados do Brazil, assim como cada Estado da grande
Republica americana, assim como cada cant&atilde;o da valente
Republica suissa, teem assegurados o seu governo, a sua autonomia,
os seus magistrados, a sua policia, as suas fronteiras, as suas
finan&ccedil;as, a sua administra&ccedil;&atilde;o, e tudo isto bem
garantido com a sua bandeira. Estes Estados constituem verdadeiras
na&ccedil;&otilde;es, ligadas umas &aacute;s outras pelo
la&ccedil;o federal, e preparadas assim para todas as
eventualidades que porventura possam surgir.</p>
<p>O federalismo &eacute; a evolu&ccedil;&atilde;o social, &eacute;
a tradi&ccedil;&atilde;o historica, &eacute; a lei do progresso,
&eacute; a ac&ccedil;&atilde;o incessante da
civilisa&ccedil;&atilde;o, &eacute; a monarchia de Carlos V,
transformada n'uma Republica poderosa e indestructivel, dividida em
Estados confederados; &eacute;, emfim, a allian&ccedil;a dos povos,
elevando-se &aacute; altura da miss&atilde;o que teem a cumprir na
vida europeia.<a name="tex2html5" href="#foot49" id=
"tex2html5"><sup>5</sup></a>
<span class="pagenum"><a name="pag_9" id="pag_9">[9]</a></span>
O federalismo &eacute; o systema de governo que consiste em reunir
differentes Estados n'uma s&oacute; na&ccedil;&atilde;o,
<em>conservando a cada um d'elles a sua autonomia</em>, sobretudo
no que diz respeito aos interesses communs.</p>
<p>A Suissa<a name="tex2html6" href="#foot324" id=
"tex2html6"><sup>6</sup></a> comp&otilde;e-se de vinte e dois
cant&otilde;es, ou, para falar com mais exactid&atilde;o, de
dezenove cant&otilde;es e de seis meios cant&otilde;es. Estes
cant&otilde;es apresentam, entre si, differen&ccedil;as
consideraveis em extens&atilde;o, popula&ccedil;&atilde;o e
riqueza, mas gosam todos dos mesmos direitos. Cada cant&atilde;o
&eacute; um verdadeiro Estado, tendo leis o codigos especiaes, e
governando-se, quer por parlamentos, quer por assembl&eacute;as
populares segundo sua constitui&ccedil;&atilde;o externa.</p>
<p>Encravada no meio da Europa, com 2.500:000 habitantes, sem
exercito permanente e sem marinha, a Suissa tem sabido
imp&ocirc;r-se ao respeito e &aacute; considera&ccedil;&atilde;o
das outras na&ccedil;&otilde;es, por uma
administra&ccedil;&atilde;o mod&ecirc;lo e pela superioridade da
sua constitui&ccedil;&atilde;o federal, a qual, no seu art.
2.&ordm; diz o seguinte:</p>
<p>&nbsp;</p>
<p>&laquo;A Confedera&ccedil;&atilde;o tem por fim assegurar a
independencia
<span class="pagenum"><a name="pag_10" id="pag_10">[10]</a></span>
da patria contra o extrangeiro, proteger a liberdade e o direito
dos confederados, e augmentar a sua prosperidade commum.&raquo;</p>
<p>&nbsp;</p>
<p>Citemos ainda alguns artigos:</p>
<p>&nbsp;</p>
<p>N&atilde;o ha na Suissa nem subditos, nem privilegios de logar,
de nascimentos, de pessoas ou de familias (art. 4.&ordm;).</p>
<p>A Confedera&ccedil;&atilde;o n&atilde;o tem o direito de manter
exercitos permanentes (art. 13.&ordm;).</p>
<p>Todo o cidad&atilde;o suisso &eacute; obrigado ao servi&ccedil;o
militar. Os militares que, no servi&ccedil;o federal, perderem a
vida ou arruinarem a saude, teem direito aos soccorros da
Confedera&ccedil;&atilde;o para si ou para suas familias (art.
18.&ordm;)</p>
<p>A liberdade de consciencia e de cren&ccedil;a &eacute;
inviolavel (art. 49.&ordm;).</p>
<p>O livre exercicio dos cultos &eacute; garantido nos limites
compativeis com a ordem publica e os bons costumes (art.
50.&ordm;).</p>
<p>A ordem dos jesuitas e as sociedades n'ella filiadas n&atilde;o
podem estabelecer-se em parte alguma da Suissa, e toda a sua
ac&ccedil;&atilde;o na Egreja e na eschola &eacute; prohibida aos
seus membros (art. 51).
<span class="pagenum"><a name="pag_11" id="pag_11">[11]</a></span>
O illustre publicista Emile Laveleye occupou-se, com toda a
imparcialidade, da applica&ccedil;&atilde;o da doutrina federal
&aacute; organisa&ccedil;&atilde;o da politica franceza.
Examinando, com o auxilio da historia, os diversos elementos
sociaes, chegou &aacute; conclus&atilde;o "<em>que sem as
liberdades locaes, provinciaes e communaes, a Republica &eacute; um
titulo sem livro, uma institui&ccedil;&atilde;o s&oacute;mente
nominal</em>." Um dos grandes erros da
&laquo;evolu&ccedil;&atilde;o&mdash;accrescenta&mdash;foi a
destrui&ccedil;&atilde;o das assembl&eacute;as provinciaes, e
duvido que a Fran&ccedil;a chegue a possuir a verdadeira liberdade,
sem restabelecer de novo estas assembl&eacute;as.<a name=
"tex2html7" href="#foot325" id="tex2html7"><sup>7</sup></a></p>
<p>Refutando as id&eacute;as unitarias e as suas consequencias
desastrosas nos governos dos Estados, Laveleye accrescenta:
&laquo;A Revolu&ccedil;&atilde;o commetteu uma falta, proscrevendo
com furor o federalismo e os federalistas.&raquo; O federalismo era
a unica forma de governo que houvera podido garantir a
f&ocirc;r&ccedil;a e a prosperidade da Fran&ccedil;a, e os
federalistas os unicos homens capazes de salvar a Republica. As
Republicas que duram e prosperam s&atilde;o
federa&ccedil;&otilde;es. Haja vista a Suissa e os Estados-Unidos
da America.
<span class="pagenum"><a name="pag_12" id="pag_12">[12]</a></span>
Temos em n&oacute;s mesmos o typo do systema. Com effeito o
organismo humano &eacute; composto de org&atilde;os autonomos, mas
subordinados a um centro regulador de todos os nossos actos
externos. &Eacute; uma verdadeira federa&ccedil;&atilde;o onde se
observam os principios essenciaes, inherentes &aacute; theoria
federalista: a unidade na variedade, a autonomia na solidariedade.</p>
<p>Como &eacute; sabido e como tantas vezes se tem dito, os
planetas, girando &aacute; volta do sol e recebendo d'elle o calor
e a luz, n&atilde;o teem todos os mesmos movimentos nem a mesma
vida. Cada planeta &eacute; uma variedade na unidade do systema.
Esta variedade na unidade, ou, o que vale o mesmo, esta unidade na
variedade &eacute; geral na natureza. Todos os seres obedecem
&aacute; lei da necessidade, excepto o espirito do homem.<a name=
"tex2html8" href="#foot58" id="tex2html8"><sup>8</sup></a></p>
<p>Em nosso juizo a id&eacute;a federalisia &eacute; a id&eacute;a
republicana completada, alargada e aperfei&ccedil;oada. Somos
federalistas, socialistas e livres pensadores, por isso mesmo que
somos republicanos. A liberdade de consciencia &eacute; a base de
todas as liberdades e a Republica consagra a <em>liberdade</em>. O
socialismo
<span class="pagenum"><a name="pag_13" id="pag_13">[13]</a></span>
&eacute; a express&atilde;o da egualdade e a Republica consagra a
<em>egualdade</em>. Federalismo significa fraternidade e a
Republica consagra a <em>fraternidade humana</em>. De extranhar
&eacute; pois, que republicanos, como taes considerados, tenham
ainda receio de se declararem federaiistas nos tempos que
v&atilde;o correndo, como se para uma propaganda honesta e
s&eacute;ria, f&ocirc;sse preciso deturpar e inverter principios!</p>
<span class="pagenum"><a name="pag_14" id="pag_14">[14]</a></span>
<h1><a name="SECTION00300000000000000000" id=
"SECTION00300000000000000000"></a><br>
II<br>
A Europa e o federalismo</h1>
<p>As nacionalidades, taes quaes existem hoje, escreve Jos&eacute;
Leroux, exclusivas e separadas umas das outras, como mundos
&aacute;parte, s&atilde;o um mal&mdash;s&atilde;o a causa do mal e
a causa da guerra. Uma modifica&ccedil;&atilde;o &eacute; pois
necessaria a estes grupamentos humanos; &eacute; mister
descentralisar as na&ccedil;&otilde;es; estabelecer em cada
provincia, em cada cidade um centro de actividade especial;
&eacute; mister descentralisar e federar as na&ccedil;&otilde;es
entre si. Federa&ccedil;&atilde;o na na&ccedil;&atilde;o e
federa&ccedil;&atilde;o das na&ccedil;&otilde;es; uni&atilde;o
federal e autonomia federal.</p>
<p>Para se ver quanto &eacute; justa a affirmativa do illustre
descendente de Pierre Leroux, o creador da palavra
<em>socialismo</em>, bastar-nos-ha relancear a vista pelo mappa da
Europa.</p>
<p>Sob as differentes monarchias dominantes, a
<span class="pagenum"><a name="pag_15" id="pag_15">[15]</a></span>
Fran&ccedil;a esteve sempre dividida em reinos e condados diversos;
sob o dominio dos Capetos chegou a contar sessenta e um Estados que
n&atilde;o dependiam do monarcha sen&atilde;o nominalmente.
At&eacute; o fim do seculo XVIII a cor&ocirc;a n&atilde;o conseguiu
attrahir a si nenhum dos Estados independentes. O maior foi
annexado pela conquista.</p>
<p>Durante a Edade-M&eacute;dia e os tres primeiros seculos do
periodo contemporaneo, a Fran&ccedil;a n&atilde;o formou uma
s&oacute; nacionalidade sen&atilde;o em dois periodos muito curtos:
os quatro ultimos annos do reinado de Clovis e sob Carlos Magno, de
771 a 817.</p>
<p>Ser&aacute; a federa&ccedil;&atilde;o um
anachronismo?&mdash;pergunta Pi y Margall, no seu precioso
livro&mdash;<em>Las Nacionalidades</em>. Qual &eacute; hoje a
na&ccedil;&atilde;o mais unitaria? A Fran&ccedil;a, n&atilde;o
&eacute; verdade? Pois, apesar d'isso, um guerreiro habil,
Napole&atilde;o I, comprehendendo a f&ocirc;r&ccedil;a do
federalismo, dissolve a confedera&ccedil;&atilde;o allem&atilde;,
mas restabelece-a sob o titulo de Confedera&ccedil;&atilde;o do
Rheno. Napole&atilde;o III, depois da batalha de Solferino, quiz
confederar os povos de Italia.</p>
<p>Poder&atilde;o objectar-nos que os dois referidos monarchas
n&atilde;o queriam para o seu paiz o regimen federalista.</p>
<p>Conv&eacute;m, por&eacute;m, dizer que, sem o querer ou sem
<span class="pagenum"><a name="pag_16" id="pag_16">[16]</a></span>
o saber, a na&ccedil;&atilde;o franceza estava impregnada da
id&eacute;a federalista.</p>
<p>No seu bello e grandioso movimento de 1789, celebrava os seus
triumphos revolucionarios com a festa da Federa&ccedil;&atilde;o, a
maior festa que j&aacute;mais concebeu o espirito de um povo. Na
celebre conven&ccedil;&atilde;o, havia um partido que podia
n&atilde;o ser federal, mas que queria organisar as provincias
francezas, por meio de um ponto commum, afim de resistir &aacute;
tyrannia da assembl&eacute;a de Paris.</p>
<p>A soberba e importantissima festa da Federa&ccedil;&atilde;o
celebrou-se, no Campo de Marte, a 14 de julho de 1789. De todos os
pontos da Fran&ccedil;a accorreram mais de 60:000 homens com as
bandeiras das suas respectivas provincias. As bandeiras foram
aben&ccedil;oadas pelo bispo de Autan no altar da patria. Lafayette
falou aos 60:000 delegados, em seu nome e em nome do exercito. Nem
ent&atilde;o nem depois se deu a estes representantes da provincia
outro nome que n&atilde;o fosse o de confederados.</p>
<p>O que, sobretudo, devemos considerar n'uma grande &eacute;pocha,
&eacute; o aspecto geral das cousas e os seus resultados
immediatos. E &eacute; por elles, effectivamente, e Madame Roland
observa-o tambem nas suas <em>Memorias</em>, que apreciamos as
id&eacute;as dos
<span class="pagenum"><a name="pag_17" id="pag_17">[17]</a></span>
Girondinos, &aacute;c&ecirc;rca das provincias, e as raz&otilde;es
que Bozot invocava para defender este systema de governo.
Sustentava-se a unidade e a indivisibilidade da Republica,
unicamente por se reputarem necessarias, n'aquelle momento, como
meio de resistir &aacute; Europa coalisada.</p>
<p>A fei&ccedil;&atilde;o federativa da revolu&ccedil;&atilde;o de
1871, revela-nos factos ainda mais caracteristicos. A Communa que
se proclamou, em Paris, n&atilde;o era um systema administractivo,
mas um verdadeiro poder que legislou e decretou para a cidade como
houvera podido fazel-o a na&ccedil;&atilde;o inteira e o governo da
assembl&eacute;a. A Communa declarou-se autonoma e apresentou-se
aos olhos da Fran&ccedil;a, como o modelo das outras communas, e,
para que se n&atilde;o pudesse duvidar das suas
inten&ccedil;&otilde;es, disse, pela b&ocirc;cca de Breslay, seu
presidente: "Cada um dos diversos grupamentos sociaes ter&aacute;
hoje, na Republica, a sua independencia. Tudo o que &eacute; local
deve ser discutido e administrado pela cidade; tudo o que &eacute;
regional ser&aacute; tratado pela regi&atilde;o; tudo o que diz
respeito &aacute; na&ccedil;&atilde;o sel-o-ha pelo governo."</p>
<p>&Eacute; uma f&oacute;rmula de federalismo, expressa d'uma
maneira precisa e completa.
<span class="pagenum"><a name="pag_18" id="pag_18">[18]</a></span>
Em 1871, viu-se esta mesma cidade de Paris levantar-se com as armas
na m&atilde;o, e, cheia de enthusiasmo pela sua autonomia,
proclamar a federa&ccedil;&atilde;o e morrer pelo seu ideal.</p>
<p>Em que &eacute;pocha se viu maior explos&atilde;o do sentimento
federalista?</p>
<p>A Communa queria, antes de tudo, defender a Republica, por a
julgar a unica forma de governo digna das modernas
na&ccedil;&otilde;es civilizadas, e por a reputar uma garantia de
ordem e de progresso que assegura ao individuo como &aacute;
collectividade o seu maior desenvolvimento e a mais completa
realisa&ccedil;&atilde;o dos seus direitos.</p>
<p>Eis as palavras, pronunciadas por Fran&ccedil;ois Jourde,
delegado das finan&ccedil;as durante a Communa:</p>
<p>"O movimento de 18 de mar&ccedil;o &eacute; triplice, no seu
programma. &Eacute;, ao mesmo tempo, republicano, reivindicador das
franquias municipaes e socialista.</p>
<p>"Em Fran&ccedil;a impoz a Republica e reconheceu as liberdades
communaes.</p>
<p>"Socialista, provocou o levantamento dos trabalhadores no mundo
inteiro. As suas reivindica&ccedil;&otilde;es agitam todos os povos
e imp&otilde;em-se a todos os governos.</p>
<span class="pagenum"><a name="pag_19" id="pag_19">[19]</a></span>

<hr style="border-bottom: dotted 2px;">

<p>"O sr. Gladstone disse que o seculo XIX era o seculo dos
operarios. E disse bem. O seculo que vae come&ccedil;ar
assistir&aacute; &aacute; emancipa&ccedil;&atilde;o dos
trabalhadores.</p>
<p>"&Eacute; mist&eacute;r, pois, reconhecer que ao movimento
inicial de 18 de mar&ccedil;o cabe a honra de ter posto claramente
os termos do problema: republica, liberdades municipaes,
solu&ccedil;&atilde;o do conflicto entre o capital e o
trabalho.</p>
<p>"Os povos n&atilde;o se enganaram; em todas as partes do globo,
o 18 de mar&ccedil;o &eacute; celebrado como ponto de partida de
uma era de emancipa&ccedil;&atilde;o, de egualdade e de
justi&ccedil;a."</p>
<p><br></p>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>A na&ccedil;&atilde;o ingleza &eacute; antiga. Mas a parte que
actualmente se chama a Gran-Bretanha pode dizer-se quasi moderna.
At&eacute; o anno de 1603, a Escocia manteve-ae separada,
conservando ainda, durante um seculo, o seu parlamento e as suas
leis, que perdeu em 1707. At&eacute; o XII seculo, Henrique II
n&atilde;o teve a posse de uma parte da Irlanda. Os irlandezes
resistiram, durante muito tempo, a toda a
<span class="pagenum"><a name="pag_20" id="pag_20">[20]</a></span>
tentativa de domina&ccedil;&atilde;o; luctaram at&eacute; meados do
seculo XVII. Vencidos, quantas vezes n&atilde;o tentaram repellir o
jugo? A miseria da Irlanda &eacute; proverbial. Ha sete seculos que
aquelle pequeno e valoroso paiz vive na oppress&atilde;o. Ha sete
seculos que os irlandezes luctam contra a tyrannia e a
oppress&atilde;o inglezas. A causa da Irlanda &eacute; sagrada,
como &eacute; a causa de todas as victimas.</p>
<p>Os tres reinos da Gran-Bretanha estiveram divididos, durante os
primeiros seculos da Edade-M&eacute;dia. Os sax&otilde;es
estabeleceram quatro reinos differentes durante metade do seculo V,
e tres, no seculo VI. Depois da expuls&atilde;o dos romanos houve
dois reinos na Escocia e cinco, pelo menos, na Irlanda. Os sete
reinos da Inglaterra reuniram-se n'um s&oacute;, mas isso foi
depois do seculo XI.</p>
<p>Todos conhecem o fermento separatista que lavra na Escocia e na
Irlanda, para que se torne mist&eacute;r insistir n'elle. E
&eacute; ainda por causa das id&eacute;as federalistas que a
Inglaterra mantem as suas colonias. O principio ter&aacute;, mais
tarde ou mais cedo, de se generalisar ao resto do paiz, porque
ser&aacute; esse o unico meio de evitar uma lucta civil ou uma
terrivel revolu&ccedil;&atilde;o. S&oacute;, pela
applica&ccedil;&atilde;o do systema federalista, se poder&aacute;
conseguir a harmonia na
<span class="pagenum"><a name="pag_21" id="pag_21">[21]</a></span>
variedade de ra&ccedil;as, de religi&otilde;es e de linguas de que
se comp&otilde;e a Gran-Bretanha.</p>
<p><br></p>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>As republicas italianas, bem longe de terem vivido unidas pelos
la&ccedil;os politicos, eram, pelo contrario, rivaes, guerreando-se
com frequencia. As cidades de Genova, de Pisa, Mil&atilde;o e
Pavia, C&ocirc;mo e Mil&atilde;o, Mil&atilde;o e Cremona
guerrearam-se, entre si, por mais de uma vez. A guerra entre
C&ocirc;mo e Mil&atilde;o durou dez annos. Estes pequenos Estados
confederavam-se, a cada passo, para a defesa, e muitas vezes tambem
para a sua ruina. Na guerra de C&ocirc;mo, quasi todas as
republicas da Lombardia se collocaram do lado de Mil&atilde;o.
Sobre a ruina das republicas de Gaeta, Napoles e Amalfi, fundaram
os normandos o reino da Sicilia.</p>
<p>Pelo meado do seculo XII, as republicas da Lombardia foram
anniquiladas. Veneza, Genova e Pisa conservaram o regimen
republicano, posto que muitas vezes destruido e outras tantas vezes
reconstruido.</p>
<p>As cidades da Italia, de um lado, e os bar&otilde;es, por sua
parte, mantiveram este paiz dividido
<span class="pagenum"><a name="pag_22" id="pag_22">[22]</a></span>
n'uma infinidade de pequenos Estados, durante toda a
Edade-M&eacute;dia.</p>
<p>Napoles e a Sicilia permaneceram, por oito seculos,
independentes do resto da peninsula, quer dizer, at&eacute; 1861.
Veneza foi-o de 697 a 1797; Genova, depois do seculo X, at&eacute;
1805. N&atilde;o foram estes periodos demasiadamente longos, para
fazer d'estes Estados verdadeiras na&ccedil;&otilde;es?</p>
<p>A tradi&ccedil;&atilde;o federalista de Carlo Cattaneo mantem-se
ainda hoje viva na Italia. Dario Papa, ha pouco fallecido, depois
do seu regresso da America, onde residiu por alguns annos, fundou
em Mil&atilde;o um periodico diario de grande
circula&ccedil;&atilde;o&mdash;<em>L'Italia del
Popolo</em>,&mdash;com o fim de advogar as id&eacute;as
federalistas. Napoleone Colajanni, notavel sociologo e
criminalista, sustenta, em Roma, uma revista popular com eguaes
intuitos.</p>
<p>A unidade italiana n&atilde;o passa de uma fic&ccedil;&atilde;o,
porque est&aacute; longe de ser uma realidade. Quem percorrer o
paiz, como observador desinteressado, n&atilde;o pode deixar de
notar as differen&ccedil;as profundas que se d&atilde;o de
provincia para provincia e o espirito de independencia que as
anima. O caracter var&iacute;a e os costumes s&atilde;o outros e
bem diversos, como, se, effectivamente, se tratasse de povos de
<span class="pagenum"><a name="pag_23" id="pag_23">[23]</a></span>
indole contr&aacute;ria. Para o verificar, basta estabelecer um
leve confronto entre Roma e Napoles. Dir-se-hia que os habitantes
das duas cidades se odeiam e se hostilisam encarni&ccedil;adamente.
Tal &eacute; o abysmo que as separa e divide.</p>
<p><br></p>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>A Allemanha tambem estava dividida em pequenos Estados que
gosavam de uma autonomia &aacute; parte. Todos esses Estados tinham
as suas dynastias, as suas institui&ccedil;&otilde;es e as suas
leis; raramente invadiam o territorio dos seus vizinhos. Antes e
depois de Oth&atilde;o havia, na Allemanha, seis ducados: o de
Saxe, o da Baviera, o de Sonabe, o da Franconia, o da Lorena e o do
Thuningue.</p>
<p>A geographia politica do paiz allem&atilde;o foi sempre muito
movimentada. Houve alli reinos, principados, ducados, condados,
archiducados, cidades imperiaes ou livres, etc. N'este seculo
ainda, a confedera&ccedil;&atilde;o germanica era composta de
quatro reinos, cinco grandes ducados, seis pequenos ducados e
dezenove principados.</p>
<p>Onde est&atilde;o pois, os ultimos vestigios historicos
<span class="pagenum"><a name="pag_24" id="pag_24">[24]</a></span>
da Allemanha? pergunta mui judiciosamente o sr. Pi y Margall. A
tendencia para a divis&atilde;o &eacute;, n'este caso, t&atilde;o
grande como na Italia; as guerras de povo para povo t&atilde;o
frequentes, sen&atilde;o ainda mais; as fronteiras de cada Estado
n&atilde;o est&atilde;o bem limitadas. &Eacute; verdade que,
durante seculos, houve na Allemanha imperadores. Mas n&atilde;o
puderam nunca dominar este espirito de divis&atilde;o nem impedir
as guerras, nem sequer delimitar as fronteiras. Nunca puderam
dictar leis a todos os Estados nem sequer regular o exercicio do
seu poder politico.</p>
<p>O poder legislativo na Allemanha &eacute; exercido por duas
assembl&eacute;as&mdash;o <em>Bundesrath</em> e o
<em>Reichstag</em>. O Bundesrath ou conselho federal &eacute;
composto de plenipotenciarios, representantes dos Estados que fazem
parte da confedera&ccedil;&atilde;o germanica. Conta 58 membros por
cada 25 Estados, e a Prussia disp&otilde;e, s&oacute; &aacute; sua
parte, de 19 vozes no conselho. A bem dizer, o Bundesrath
corresponde mais a uma especie de conselho de Estado, legislando em
nome da unidade allem&atilde;, do que a um senado. Estuda, adopta
ou rejeita as leis votadas polo Reichstag. O imperador n&atilde;o
tem o direito de declarar a guerra, sem a approva&ccedil;&atilde;o
do Bundesrath. N&atilde;o se pode
<span class="pagenum"><a name="pag_25" id="pag_25">[25]</a></span>
fazer, ao mesmo tempo, parte d'este conselho e do Reichstag.</p>
<p>O espirito de divis&atilde;o do povo allem&atilde;o tem
continuado a accentuar-se n'estes ultimos tempos. At&eacute;, no
partido socialista, se reflectem essas tendencias separatistas na
lucta em que se debatem, a cada passo, bavaros e prussianos.</p>
<p><br></p>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>A Hollanda fez outr'ora parte da Allemanha. Foi a sua
convers&atilde;o &aacute; monarchia que a tornou unitaria. Para ser
independente teve de manter-se republica federal. Foi unificada por
Napole&atilde;o, gra&ccedil;as ao nefasto tratado de Vienna que a
annexou &aacute; Belgica, sob a denomina&ccedil;&atilde;o de reino
dos Paizes-Baixos. Quaes eram os verdadeiros limites da Hollanda? A
Belgica ou a Fran&ccedil;a? A Hollanda comprehendeu provavelmente
que os seus limites deviam ser os da Fran&ccedil;a, e por isso
mesmo fez pagar caro &aacute; Belgica a sua independencia. Com
effeito, nem pela natureza nem pela diversidade das linguas, nem
pela historia se pode explicar a separa&ccedil;&atilde;o d'estes
dois povos. A capital da Belgica &eacute; no Brebante, que fazia
parte da Hollanda.</p>
<span class="pagenum"><a name="pag_26" id="pag_26">[26]</a></span>
<p>Os belgas, como lingua, como religi&atilde;o, como costumes,
n&atilde;o tinham nada de commum com os hollandezes. Se &eacute;
certo que soffreram a domina&ccedil;&atilde;o imperial, tambem, por
outro lado, conservaram uma grande recorda&ccedil;&atilde;o do
dominio francez, durante a Revolu&ccedil;&atilde;o. Ser um povo
livre, vivendo uma vida propria, senhores dos seus destinos,
segundo as suas aspira&ccedil;&otilde;es politicas e as suas
necessidades economicas&mdash;eis o que elles mais desejavam e
ambicionavam.</p>
<p>A lingua hollandeza, ignorada pelos belgas, foi exigida em todos
os actos officiaes. A despropor&ccedil;&atilde;o ridicula do numero
dos representantes, com respeito ao algarismo da
popula&ccedil;&atilde;o, a contribui&ccedil;&atilde;o esmagadora
para a regularisa&ccedil;&atilde;o da divida hollandeza, foram
outros tantos vexames que augmentaram o descontentamento provocado
pela annexa&ccedil;&atilde;o.</p>
<p>Nenhum dos processos adoptados, para constituir uma
nacionalidade, p&ocirc;de j&aacute;mais servir &aacute; Belgica
para formar um s&oacute; povo.</p>
<p>Prova-nos a historia que nunca foi senhora de si mesma. A sua
lingua &eacute; meia franceza, meia flamenga, e a sua
popula&ccedil;&atilde;o participa d'este contraste.</p>
<span class="pagenum"><a name="pag_27" id="pag_27">[27]</a></span>
<br>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>Na Europa ha outras na&ccedil;&otilde;es que offerecem as mesmas
difficuldades. Tomemos a Scandinavia, quer dizer, a Dinamarca, a
Suecia e a Noruega. A Dinamarca &eacute; uma peninsula entre o mar
Baltico e o mar do Norte, cuja base fica entre as b&ocirc;ccas do
Trave e do Elbe. A Suecia e a Noruega formam uma outra peninsula
entre o golfo de Botnia, ao norte do mar Baltico, o Oceano
Atlantico e o Oceano Glacial Arctico. A sua base n&atilde;o
&eacute; t&atilde;o definida como a da Dinamarca, mas encontra-se
entre a emboccadura da Torn&eacute;a e de Tana. Estas peninsulas
estavam evidentemente destinadas a formar um s&oacute; corpo com a
Finlandia. Vimol-as reunidas, na historia, de 1397 a 1523.</p>
<p>A Suecia e a Noruega n&atilde;o se constituiram, n'uma s&oacute;
nacionalidade, sen&atilde;o durante a conven&ccedil;&atilde;o
diplomatica que reuniu estes paizes &aacute; Dinamarca em 1397, e
muito mais tarde, sob o sceptro de Bernardotte. A Noruega foi
annexada &aacute; Dinamarca depois da dissolu&ccedil;&atilde;o do
pacto de Colmar e s&oacute; se libertou para de novo se reunir
&aacute; Suecia.</p>
<p>Os dois paizes foram, de resto, talhados pela natureza,
<span class="pagenum"><a name="pag_28" id="pag_28">[28]</a></span>
para serem dois povos federados, sob uma Republica.</p>
<p>A guerra dos Trinta Annos foi o come&ccedil;o e a causa da
decadencia da Dinamarca, que perdeu n'esta occasi&atilde;o, as
provincias suecas. Perdeu mais tarde egualmente o
Schleswig-Holstein e o Lanenburg, partes integrantes da peninsula e
que a Allemanha lhe arrancou, invocando, n&atilde;o obstante, o
principio das nacionalidades.</p>
<p><br></p>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>A Russia, a na&ccedil;&atilde;o immensa, o maior imperio do
mundo, passou tambem por muitas vicissitudes. Decomp&ocirc;z-se, no
seculo XI, em pequenos principados, cujas invas&otilde;es
successivas do Oriente contribuiram para augmentar o numero. No
seculo XIII os mongoes atravessaram o Volga e provocaram ainda
outras divis&otilde;es. Os reis da Russia do Norte tornaram-se
ent&atilde;o vassallos dos chefes mongolicos, e apenas o principado
de Moscow ficou intacto com a sua inteira independencia.</p>
<p>Pode dizer-se que Moscow foi, dois seculos mais tarde, a origem
e a base do imperio russo.</p>
<p>Uma s&eacute;rie de conquistas formou o formidavel
<span class="pagenum"><a name="pag_29" id="pag_29">[29]</a></span>
imperio russo actual. Conservar&aacute; elle, ainda por largo
tempo, os seus limites?</p>
<p><br></p>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>Se quizessemos definir historicamente os limites da Austria,
chegariamos antes &aacute; dissolu&ccedil;&atilde;o do imperio do
que a outra cousa. Porventura foi livre e espontanea a
reuni&atilde;o d'estes povos? A Bohemia foi uma na&ccedil;&atilde;o
independente, durante oito seculos; no fundo &eacute; uma
na&ccedil;&atilde;o slava.</p>
<p>Acontece o mesmo com a Hungria. Ducado, depois do IX seculo,
teve os seus periodos de independencia e de grandeza.</p>
<p>As pequenas provincias da Austria tambem passaram de uma a outra
na&ccedil;&atilde;o, sem se fixarem em nenhuma.</p>
<p>N&atilde;o obstante a vontade real e imperial, n&atilde;o
adoptou a Austria o systema federativo, nas suas
rela&ccedil;&otilde;es com a Hungria?</p>
<p>A Hungria, como &eacute; sabido, luctou pela sua independencia,
em 1848. Vencida, nunca cessou de ser para o imperio um elemento de
perturba&ccedil;&atilde;o e de perigo. A Austria foi for&ccedil;ada
a conceder-lhe a sua autonomia, subordinando-a ao governo de
<span class="pagenum"><a name="pag_30" id="pag_30">[30]</a></span>
Vienna pelos la&ccedil;os federativos. Rege-se pelas suas leis, e
possue o seu parlamento e a sua administra&ccedil;&atilde;o; no
interior &eacute; senhora de si mesma. N&atilde;o ser&aacute; para
extranhar que a Bohemia siga approximadamente o seu exemplo.</p>
<p>A Turquia foi egualmente o producto da conquista. Encontramo-nos
nos mesmos embara&ccedil;os para poder fixar os seus limites
territoriaes e para explicar a sua constitui&ccedil;&atilde;o
t&atilde;o artificial e t&atilde;o exposta a mudan&ccedil;as.</p>
<p>Que significa tudo isto?</p>
<p>&Eacute; simples a resposta: que a id&eacute;a federativa se tem
manifestado em todos os paizes da Europa e em todos os tempos; que
semelhante tendencia &eacute; inherente &aacute;s
na&ccedil;&otilde;es europ&ecirc;as; e que o futuro
pertencer&aacute; &aacute; federa&ccedil;&atilde;o, unico meio de
reconstituir os antigos Estados, segundo as suas afinidades
historicas e naturaes.</p>
<span class="pagenum"><a name="pag_31" id="pag_31">[31]</a></span>
<h1><a name="SECTION00400000000000000000" id=
"SECTION00400000000000000000"></a><br>
III<br>
A federa&ccedil;&atilde;o latina</h1>
<p>Se alguma cousa prova a madureza de um principio, &eacute; a
explos&atilde;o quasi simultanea dos sentimentos que elle evoca em
muitos paizes, ao mesmo tempo. O principio federativo apresenta-se
pois, como a melhor base de organisa&ccedil;&atilde;o e &eacute;
egualmente considerado pelos povos opprimidos como o melhor systema
de regenera&ccedil;&atilde;o politica e social. A id&eacute;a
federativa tende a assegurar o futuro de cada um pelo accordo de
muitos, constituindo a unidade na diversidade e conciliando a
auctoridade do direito commum com a liberdade dos direitos
individuaes<a name="tex2html9" href="#foot328" id=
"tex2html9"><sup>9</sup></a>.</p>
<p>N&atilde;o obstante as solemnes declara&ccedil;&otilde;es, a
cada passo repetidas contra o federalismo, sustentamos
<span class="pagenum"><a name="pag_32" id="pag_32">[32]</a></span>
que a unica solu&ccedil;&atilde;o para assegurar a
emancipa&ccedil;&atilde;o de um povo e para assegurar a paz e a
independencia das na&ccedil;&otilde;es, reside no systema federal.</p>
<p>Os Estados federaes que at&eacute; hoje teem existido, quer na
Antiguidade, como as amphyctionias gregas, quer em nossos dias,
como os cant&otilde;es suissos e os Estados-Unidos da America,
podem servir-nos de modelo.</p>
<p>Com effeito, as confedera&ccedil;&otilde;es suissa e americana
nasceram de um contracto de allian&ccedil;a. A allian&ccedil;a
fez-se entre Estados independentes e soberanos. N'estas
condi&ccedil;&otilde;es, cada Estado despoja-se de uma parte da sua
soberania particular em beneficio da soberania collectiva. Segue-se
d'aqui que a auctoridade federal se comp&otilde;e do conjuncto de
todas as concess&otilde;es feitas pelas auctoridades locaes.
&Eacute; uma centralisa&ccedil;&atilde;o de f&ocirc;r&ccedil;as e
de attribui&ccedil;&otilde;es at&eacute; alli separadas. Mas
&eacute; uma centralisa&ccedil;&atilde;o limitada nos seus
direitos, na sua ac&ccedil;&atilde;o, por isso que cada Estado,
reservando a plenitude da sua soberania para tudo o que n&atilde;o
faz objecto especial de uma concess&atilde;o, sabe o que conserva.
A soberania particular, sendo limitada pelas concess&otilde;es
feitas &aacute; soberania collectiva, torna-se illimitada para tudo
o que est&aacute; fora d'estas concess&otilde;es, emtanto que a
soberania
<span class="pagenum"><a name="pag_33" id="pag_33">[33]</a></span>
collectiva se encerra, pelo contrario, no circulo das
concess&otilde;es que n&atilde;o pode ultrapassar.</p>
<p>A apprendizagem da vida politica faz-se na liberdade do regimen
federalista. A communa livre &eacute; a eschola primaria da
sciencia politica. N&atilde;o &eacute; a lei que d&aacute; o
espirito de ordem: &eacute; a educa&ccedil;&atilde;o. Escriptores
auctorisados sustentam que a forma federal &eacute; a mais logica
entre todas aquellas que o futuro reserva &aacute;s
na&ccedil;&otilde;es europ&ecirc;as.</p>
<p>Um d'elles, o sr. Vivien, diz que o fraccionamento operado em
Fran&ccedil;a, em 1789, a divis&atilde;o por departamentos,
arranjada por Siey&ecirc;s, repousava sobre o capricho.</p>
<p>&Eacute; certo que, as divis&otilde;es por provincias, e
ra&ccedil;as, se teem mantido e se manteem ainda, sem embargo de
todos os esfor&ccedil;os em contrario do nivel administrativo. A
Normandia, a Borgonha, a Bretanha, a Gasconha, conservam quasi
involuntariamente os seus velhos nomes e os seus velhos limites,
assim como teem conservado com o codigo, com a unidade de medidas,
com a unidade da moeda, e apesar da fus&atilde;o provocada pela
facilidade das communica&ccedil;&otilde;es, os seus costumes
proprios, mais fortes que as leis, os seus dialectos, as suas
tradi&ccedil;&otilde;es no trabalho e as differen&ccedil;as da sua
religi&atilde;o.
<span class="pagenum"><a name="pag_34" id="pag_34">[34]</a></span>
&Eacute; uma quest&atilde;o de ethnographia. O clima &eacute; mais
poderoso que a vontade da politica.</p>
<p>N&atilde;o &eacute; certamente em proveito do absolutismo e das
velhas monarchias que se manifesta esta tendencia para a
reconstitui&ccedil;&atilde;o da provincia; n&atilde;o &eacute;
t&atilde;o pouco em proveito unico da
descentralisa&ccedil;&atilde;o; &eacute; em beneficio da historia e
da individualidade de ra&ccedil;as; &eacute; porque, de facto,
existe uma revolta da natureza contra essa fus&atilde;o systematica
e arbitraria do sangue e dos caracteres.</p>
<p>&Eacute; interessante a opini&atilde;o do sr. Julio Ferry sobre
a Federa&ccedil;&atilde;o em Fran&ccedil;a, extrahida de uma carta
que o illustre homem de Estado dirigiu ao comit&eacute;
descentralisador de Nancy, composto, entre outros, dos srs. Carnot,
Garnier-Pag&eacute;s, Jules Simon, Vacherot, Pelletan, Guizot, de
Montalembert, Berryer, etc.</p>
<p>"Apenas ha uma maneira de ser livre&mdash;dizia o sr. Julio
Ferry&mdash;&eacute; de o querer. A liberdade conquista-se,
n&atilde;o se mendiga. Quando a provincia o quizer; quando a
id&eacute;a reformadora tiver despertado todas as
f&ocirc;r&ccedil;as dispersas ou adormecidas, todas as
intelligencias comprimidas, todas as auctoridades sem empr&ecirc;go
que a centralisa&ccedil;&atilde;o desloca e sacrifica, n&atilde;o
haver&aacute; mais poder nem partido
<span class="pagenum"><a name="pag_35" id="pag_35">[35]</a></span>
que se sustentem; o municipalismo ser&aacute; o unico senhor."</p>
<p>Sob o imperio das necessidades, tudo se transforma e tudo
est&aacute; em via de se tornar internacional.
Exposi&ccedil;&otilde;es internacionaes da industria; de commercio;
conven&ccedil;&otilde;es postaes e telegraphicas; grandes
companhias exploradoras para a perfura&ccedil;&atilde;o dos isthmos
e das montanhas ou para a construc&ccedil;&atilde;o de vias ferreas
e extrac&ccedil;&atilde;o do minerio e transportes maritimos; tudo
emfim, reveste um caracter internacional. Unem-se os capitaes de
todos os paizes para a explora&ccedil;&atilde;o dos povos, e, por
um bello e singular contraste, os povos por seu turno d&atilde;o-se
as m&atilde;os para as reivindica&ccedil;&otilde;es dos seus
direitos.</p>
<p>Em Hespanha, particularmente, tem sido a forma de governo
federalista mais estudada que nos outros paizes.</p>
<p>De todas as na&ccedil;&otilde;es da Europa escrevia o sr.
Germond de Lavigne na <em>Revue Contemporaine</em>&mdash;a
Hespanha, pela sua posi&ccedil;&atilde;o geographica, &eacute;
aquella que menos tem a recear dos seus vizinhos, e que menos
necessidade tem de uma for&ccedil;a permanente. A Hespanha mostrou
como substitue os exercitos quando a sua independencia est&aacute;
amea&ccedil;ada.</p>
<span class="pagenum"><a name="pag_36" id="pag_36">[36]</a></span>

<hr style="border-bottom: dotted 2px;">

<p>"Se a Hespanha quizesse, poderia o seu exemplo servir de
lic&ccedil;&atilde;o aos governantes e aos povos.</p>
<p>J&aacute;, na &eacute;pocha do feudalismo, os pequenos reinos
arabes, estabelecidos em Granada, em Sevilha, em Toledo, em
Sarago&ccedil;a, em Le&atilde;o, n&atilde;o passavam de
frac&ccedil;&otilde;es da na&ccedil;&atilde;o mourisca,
subordinados todos a um d'elles, que tinha por chefe um
logar-tenente do califado de Islam. Eram de origens differentes,
segundo as &eacute;pochas em que haviam sido fundados, segundo as
invas&otilde;es que lhes haviam fornecido o seu contingente: arabes
de Y&eacute;men, mouros de Marrocos, kabylas de Djurjura ou
berb&eacute;res do Riff; mas obraram evidentemente n'um fim e
segundo um acc&ocirc;rdo commum. Formaram a federa&ccedil;&atilde;o
sarracena, assim como mais tarde, sob uma apparencia monarchica,
mais arbitraria que regular, os differentes reinos hespanhoes
formaram a uni&atilde;o das Hespanhas. Por mais afastada que esteja
esta &eacute;pocha, a federa&ccedil;&atilde;o n&atilde;o deixou de
ser nas tradi&ccedil;&otilde;es dos differentes povos, a forma mais
natural para a administra&ccedil;&atilde;o da peninsula; e, posto
que se hajam fundido entre si, merc&ecirc; dos esfor&ccedil;os das
monarchias modernas, com os seus systemas de
constitui&ccedil;&atilde;o, os Estados hespanhoes conservam
<span class="pagenum"><a name="pag_37" id="pag_37">[37]</a></span>
ainda o seu caracter particular, e direi at&eacute; a sua
autonomia.</p>
<p>"Nos tempos modernos, os bascos, sem embargo das
ambi&ccedil;&otilde;es que se teem agitado em volta d'elles,
permanecem bascos e cantabros. Debalde a invas&atilde;o napoleonica
dividiu o s&oacute;lo em departamentos; debalde a
restaura&ccedil;&atilde;o dos Bourbons fez tres provincias da sua
republica. Tiraram d'ahi um emblema: tres m&atilde;os reunidas com
a seguinte divisa: <em>Trurac Bat</em>, (tres n'uma) e defendem
sempre com ardor as liberdades consagradas pelos seus
<em>fueros</em>.</p>
<p>N&atilde;o ousaram tocar nas Asturias. Havia sido o ber&ccedil;o
das restaura&ccedil;&otilde;es christ&atilde;s, e os asturianos
dizem que s&oacute; elles s&atilde;o a Hespanha, por Pelagio e
Cavadonga.</p>
<p>O Arag&atilde;o ficou independente com os <em>fueros</em>
intactos, focos de independencia e de insurrei&ccedil;&atilde;o
Sarago&ccedil;a n&atilde;o esquece que foi sobre o s&oacute;lo do
seu palacio que o rei curvava a cabe&ccedil;a deante da
<em>justicia mayor</em>. Recorda-se tambem que Philippe II fez
desapparecer violentamente esta independencia, ainda hoje sentida
pela na&ccedil;&atilde;o aragoneza.</p>
<p>Os catal&atilde;es sempre em revolta, sempre apaixonados pela
Republica conservam a recorda&ccedil;&atilde;o dos tempos em que as
suas provincias viviam sob as
<span class="pagenum"><a name="pag_38" id="pag_38">[38]</a></span>
mesmas leis do reino de Arag&atilde;o, e em que partilhavam com o
soberano o poder legislativo. N&atilde;o reconheciam a auctoridade
d'aquelle sen&atilde;o na sua qualidade de conde de Barcelona,
n&atilde;o pagando outros impostos que os livremente consentidos e
n&atilde;o fornecendo sen&atilde;o os soldados que queriam.</p>
<p>A Navarra &eacute; tambem senhora da sua
administra&ccedil;&atilde;o interna. &Eacute; regida por uma
deputa&ccedil;&atilde;o provincial, e conserva o caracter
democratico das suas velhas institui&ccedil;&otilde;es municipaes.
Os montanhezes dos valles de Batzan, de Leran e de Roncevaux
s&atilde;o t&atilde;o bascos e t&atilde;o ciosos da sua
independencia como os guipuzcoanos.</p>
<p>A Galliza est&aacute; no fim do mundo. Foi a primeira provincia
a auxiliar a insurrei&ccedil;&atilde;o de Pelagio contra o poder
arabe. Mas nem por isso os gallegos ficaram menos independentes.
Entrincheirados atraz das suas torrentes, encerrados nas suas
montanhas, importaram-se pouco com a auctoridade e consideravam
muito pouco os condes, encarregados de as representar junto delles.
Os senhores dominavam; os vassallos eram livres. Os gallegos
s&atilde;o hoje muito pacificos e de poucos cuidados.</p>
<p>Le&atilde;o foi, pelo contrario, depois de Oviedo, o
verdadeiro
<span class="pagenum"><a name="pag_39" id="pag_39">[39]</a></span>
nucleo da monarchia hespanhola e foi a capital dos vinte primeiros
reis. Le&atilde;o viu o Cid e os reis do Cid, D. Sancho e D.
Affonso. As conquistas dos christ&atilde;os extenderam-se. Castella
p&ocirc;de triumphar de Le&atilde;o. A realeza foi installar-se em
Burgos, levando atraz de si tudo o que fazia de Le&atilde;o uma
capital.</p>
<p>Os leonezes viviam todos da cultura do s&oacute;lo. Sustentam
com as suas pastagens t&atilde;o afamadas os numerosos rebanhos que
os seus pastores obrigam a emigrar, durante o inverno, para as
grandes terras da Extremadura. Mostraram-se, por vezes, ciosos das
liberdades publicas, e uniram-se aos castelhanos, quando estes se
ergueram para defender os seus privilegios contra a invas&atilde;o
de Carlos V, no momento em que os aragonezes, os catal&atilde;es e
os valencianos, t&atilde;o ciosos, n&atilde;o obstante, das suas
liberdades, assistiam desinteressados &aacute; lucta. Succedeu o
mesmo com a Extremadura. A indifferen&ccedil;a &eacute; a grande
palavra da hespanha. E como n&atilde;o haviam de ser indifferentes
os <em>extreme&ntilde;os</em>? N&atilde;o chegam a ser 60 por legua
quadrada; teem poucas estradas, pouca industria e participam
pouquissimo do movimento das outras partes do reino. O paiz
pertence a grandes proprietarios, a
<span class="pagenum"><a name="pag_40" id="pag_40">[40]</a></span>
communidades: n&atilde;o cultivam a terra e vivem da venda das suas
pastagens. &Eacute; o paiz mais triste e mais desolador da
Hespanha, decidido a viver tranquillamente em sua casa,
inquietando-se pouco com os outros. Que lhe pode importar a realeza
que nunca se occupou d'elle?</p>
<p>As duas Castellas foram o theatro das grandes
agita&ccedil;&otilde;es liberaes, dos <em>communeros</em>.
N&atilde;o foi uma parte da Castella, foi a Castella inteira que se
levantou contra o despotismo de Carlos V.</p>
<p>Foram os castelhanos que, entre os seus velhos privilegios,
invocaram o direito de fazerem parte das c&ocirc;rtes dos
deputados, eleitos, ao mesmo tempo pelo clero, pela nobreza, pelas
communas, sendo expressamente interdito &aacute; Cor&ocirc;a o
influir de qualquer modo para a nomea&ccedil;&atilde;o d'esses
deputados. Nenhum membro das c&ocirc;rtes podia receber, sob pena
de morte, uma pens&atilde;o ou um logar para si ou para qualquer
dos seus. As c&ocirc;rtes tinham o direito de se reunirem, em
&eacute;pochas regulares, ainda mesmo quando n&atilde;o eram
convocadas pelo rei. Eis o que eram as duas Castellas, as
provincias, na apparencia, as mais monarchicas, mas, ao mesmo
tempo, as mais convictas do poder e dos direitos das
nacionalidades.
<span class="pagenum"><a name="pag_41" id="pag_41">[41]</a></span>
A bem dizer, a organisa&ccedil;&atilde;o do poder, nos tempos de
maior gloria para a hespanha, a realeza n&atilde;o foi sen&atilde;o
o primeiro emprego da Republica, voluntariamente conferida pela
na&ccedil;&atilde;o e benevolamente por ella deixada nas
m&atilde;os dos herdeiros dos primeiros eleitos. A Republica,
dissemos n&oacute;s? Cervantes, no seu immortal romance, n&atilde;o
p&otilde;e outra express&atilde;o na b&ocirc;cca do seu
her&oacute;e, quando falla do Estado, e &eacute; curioso de ver,
como, n'este livro, que &eacute; um modelo, em todos os pontos de
vista, a id&eacute;a de na&ccedil;&atilde;o, do poder e da
supremacia de na&ccedil;&atilde;o predominam em todas as
quest&otilde;es de philosophia e de politica, desenvolvidas por
esse maniaco sublime, que &eacute; o verdadeiro typo do
cidad&atilde;o liberal.</p>
<p>O espirito independente do conquistador arabe, ficou sendo o
espirito das popula&ccedil;&otilde;es andaluzas, sempre indoceis,
e, muitas vezes, revolucionadas. O que e peculiar &aacute;
ra&ccedil;a andaluza, &eacute; o nivel perfeito entre os homens,
qualquer que seja a sua categoria social. O grande senhor e o homem
do povo encontram-se na rua e approximam-se familiarmente.
N&atilde;o &eacute;, no primeiro, um esfor&ccedil;o de
benevolencia, nem no segundo um acto de familiaridade
inconveniente.
<span class="pagenum"><a name="pag_42" id="pag_42">[42]</a></span>
N'este rapido estado, ao mesmo tempo t&atilde;o lucido e t&atilde;o
pittoresco, o sr. Germond de Lavigne conclue que o systema
federativo deve constituir, para esta na&ccedil;&atilde;o, a base
da sua reorganisa&ccedil;&atilde;o.</p>
<p>Quando a Republica&mdash;escrevia o sr. Theophilo
Braga&mdash;tiver dividido a hespanha em Estados autonomos:
Galliza, Asturias, Biscaya, Navarra, Catalunha, Arag&atilde;o,
Valencia, Murcia, Granada, Andaluzia, Nova Castella, Velha Castella
e Le&atilde;o, &eacute; ent&atilde;o que Portugal, tendo a sua
autonomia garantida, poder&aacute; entrar livremente na
constitui&ccedil;&atilde;o do pacto federal dos Estados livres da
peninsula iberica.</p>
<p>Proclamadas as duas Republicas, a federa&ccedil;&atilde;o
impor-se-ha logicamente. As tradi&ccedil;&otilde;es do partido
republicano portuguez, s&atilde;o federalistas com Henriques
Nogueira, e absurdo seria o contrario, por isso que a
federa&ccedil;&atilde;o &eacute; a suprema express&atilde;o da
Republica. A federa&ccedil;&atilde;o iberica seria o primeiro passo
para a federa&ccedil;&atilde;o latina, que, por seu turno, seria o
preambulo da federa&ccedil;&atilde;o humana. Na phrase de Charles
Letourneau, a federa&ccedil;&atilde;o ter&aacute; de ser, primeiro,
politica entre os grandes Estados, e, em seguida, socialista entre
as communas e as cidades. &Eacute; este o limite maximo da
id&eacute;a federativa, na sua forma mais racional e humana.</p>
<span class="pagenum"><a name="pag_43" id="pag_43">[43]</a></span>
<h1><a name="SECTION00500000000000000000" id=
"SECTION00500000000000000000"></a><br>
IV<br>
O Federalismo e a peninsula hispanica<a name="tex2html10" href=
"#foot226" id="tex2html10"><sup>10</sup></a></h1>
<p>O federalismo &eacute;, como atraz fica dito, o systema de
governo, que consiste na reuni&atilde;o de varios estados em um
s&oacute; corpo de na&ccedil;&atilde;o, <em>conservando cada um
d'elles a sua autonomia</em> em tudo que n&atilde;o affecta os
interesses communs.</p>
<p>D'aqui se deprehende, que os federalistas s&atilde;o os inimigos
irreconciliaveis e os adversarios mais intransigentes da
<em>uni&atilde;o iberica</em>, quer esta se apresente sob a
f&oacute;rma monarchica, quer se manifeste sob a forma
republicana.</p>
<p>Entre federalistas e monarchicos ou republicanos
<span class="pagenum"><a name="pag_44" id="pag_44">[44]</a></span>
ibericos n&atilde;o ha transigencias nem
contemporisa&ccedil;&otilde;es possiveis.</p>
<p>Entre estes dois systemas ha um abysmo.</p>
<p>A federa&ccedil;&atilde;o hispanica &eacute; o ideal generoso e
imperecivel de todos os espiritos illustrados, incapazes de se
deixarem corromper pelos sordidos interesses ou pelas
ambi&ccedil;&otilde;es mesquinhas de uma politica gananciosa e vil.
Ao passo que a <em>uni&atilde;o iberica</em>, em todos os seus
aspectos, &eacute; illogica, irracional, contraria &aacute;
evolu&ccedil;&atilde;o, anti-scientifica, e uma
trai&ccedil;&atilde;o de lesa nacionalidade, que f&eacute;re
profundamente as nossas tradi&ccedil;&otilde;es e pretende expungir
a nossa autonomia, e dilacerar a nossa existencia como
na&ccedil;&atilde;o.</p>
<p>O sr. Theophilo Braga no seu notavel estudo &aacute;cerca das
<em>Modernas Id&eacute;as na Litteratura Portugueza</em>
d&aacute;-nos a no&ccedil;&atilde;o perfeita e clara dos destinos
futuros e da miss&atilde;o historica que est&aacute; reservada aos
povos que habitam a peninsula hispanica.</p>
<p>Vejamos:</p>
<h2><a name="SECTION00501000000000000000" id=
"SECTION00501000000000000000">Condi&ccedil;&otilde;es ethnicas e
historicas do federalismo peninsular</a></h2>
<p>"As condi&ccedil;&otilde;es de existencia de qualquer sociedade,
ou propriamente os elementos staticos da sua
constitui&ccedil;&atilde;o, comprehendem o <em>territorio</em>, a
<em>ra&ccedil;a</em>, o
<span class="pagenum"><a name="pag_45" id="pag_45">[45]</a></span>
<em>percurso historico</em> e a <em>contiguidade</em> ou o
<em>isolamento</em> de outros povos. Todos estes factores imprimem
f&oacute;rma ao typo da nacionalidade, sua
organiza&ccedil;&atilde;o politica e caracteres da sua
civilisa&ccedil;&atilde;o, embora a ac&ccedil;&atilde;o das
individualidades governativas malbaratem as energias sociaes em
levarem &aacute; realisa&ccedil;&atilde;o pratica os seus modos de
v&ecirc;r theoricos.</p>
<p>"Nenhum progresso ou evolu&ccedil;&atilde;o das for&ccedil;as
dynamicas da sociedade pode ser attingido sem a
considera&ccedil;&atilde;o dos elementos staticos. Emquanto a
organisa&ccedil;&atilde;o e a ac&ccedil;&atilde;o politica
n&atilde;o forem a resultante das condi&ccedil;&otilde;es staticas,
que s&atilde;o a base espontanea da ordem, os governos exercendo-se
sem plano, ser&atilde;o a principal for&ccedil;a perturbadora da
sociedade, fazendo e desfazendo anarchicamente, como na lenda da
t&ecirc;a de Peneloppe.</p>
<p>"&Eacute; esta obceca&ccedil;&atilde;o deante das for&ccedil;as
staticas, que determina o estupendo absurdo sociologico de se
procurar manter a ordem pela repress&atilde;o, e o progresso pelas
agita&ccedil;&otilde;es revolucionarias. Quando a Politica
f&ocirc;r comprehendida como uma sciencia de
observa&ccedil;&atilde;o e de applica&ccedil;&atilde;o, o
conhecimento das for&ccedil;as staticas sociaes levar&aacute; a
aproveitar esses impulsos dirigindo-os da mesma f&oacute;rma que o
engenheiro se aproveita de uma queda de agua, ou
<span class="pagenum"><a name="pag_46" id="pag_46">[46]</a></span>
a industria de uma riqueza local, ou o commercio de uma via de
communica&ccedil;&atilde;o. Ent&atilde;o a ordem deixar&aacute; de
ser a justifica&ccedil;&atilde;o dos abusos da auctoridade, e o
progresso n&atilde;o ser&aacute; a utopia demagogica, mas a simples
evolu&ccedil;&atilde;o de um estado normal da sociedade.</p>
<p>"Applicando estes principios &aacute; politica que compete
&aacute; na&ccedil;&atilde;o portugueza, tomamos as suas
condi&ccedil;&otilde;es staticas deduzindo do seu logar no
territorio da peninsula hispanica, das tendencias da sua
ra&ccedil;a, dos seus antecedentes historicos, da contiguidade das
outras nacionalidades, qual a f&oacute;rma como este paiz deve ser
governado, e a organisa&ccedil;&atilde;o politica que possa
<em>assegurar-nos uma autonomia segura</em>, e um progresso que nos
torne solidarios com a civilisa&ccedil;&atilde;o europ&ecirc;a.
Servir esta aspira&ccedil;&atilde;o com emo&ccedil;&otilde;es
patrioticas s&oacute; conduz os ingenuos a serem ludibriados pelos
interesses d'aquelles que se colligaram com uma familia dynastica,
para quem Portugal &eacute; um feudo explorado em commum.</p>
<p>O criterio scientifico &eacute; impessoal, como desinteressadas
as conclus&otilde;es a que chega; desde o momento que a mesologia
da peninsula se acha bem conhecida, e que os caracteres
anthropologicos s&atilde;o persistentes, e que a marcha historica
em seus emmaranhados
<span class="pagenum"><a name="pag_47" id="pag_47">[47]</a></span>
conflictos est&aacute; explicada, s&atilde;o simples as
deduc&ccedil;&otilde;es de todos estes elementos para estabelecer a
politica normal ou positiva de que depende a nacionalidade
portugueza."</p>
<p>A politica de aventuras e de sentimentalismo &eacute; plenamente
absurda. As sciencias modernas n&atilde;o a acceitam, nem a
consentem. Pode servir a um grupo qualquer de ambiciosos ou de
cubi&ccedil;osos e farmilentos, que busquem, por sobre os hombros
dos ingenuos e ignorantes, galgar &aacute;s eminencias do poder.
Mas para todos os cerebros pensantes, para todos os espiritos
energicos, para todos os homens que consideram a politica como uma
sciencia, obedecendo a leis t&atilde;o invariaveis como s&atilde;o
as leis cosmicas e biologicas, que regem o universo, para esses
pensadores o futuro de Portugal e da Hespanha hade ser fatalmente a
federa&ccedil;&atilde;o iberica.</p>
<p><br></p>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>A unifica&ccedil;&atilde;o da peninsula, nas diversas phases de
governos unitarios, produziu sempre innumerosas catastrophes.</p>
<p>A conquista romana esbateu nos povos peninsulares as duas
fei&ccedil;&otilde;es mais proeminentes e mais
<span class="pagenum"><a name="pag_48" id="pag_48">[48]</a></span>
valiosas do seu organismo social: o <em>individualismo</em> e o
<em>separatismo</em>. Educou-os e habituou-os, depois de os ter
sugado at&eacute; &aacute; medulla, a obedecer cegamente ao poder
central. Levada no turbilh&atilde;o de vicissitudes que acompanham
as na&ccedil;&otilde;es conquistadoras, reduzida a provincia de um
poder central e longinquo, chegou o momento em que o longo
bra&ccedil;o de ferro de Roma devia cingir a Hespanha para
s&oacute; a arrojar de si, exhausta e transfigurada, nas
m&atilde;os de barbaros indomitos.</p>
<p>De feito, deixou a peninsula &aacute; merc&ecirc; dos vandalos,
alanos e suevos, que assignalaram a sua irrup&ccedil;&atilde;o por
todo o genero de devasta&ccedil;&otilde;es.</p>
<p>A unifica&ccedil;&atilde;o obtida pelo imperio romano, depois de
subjugados e degenerados os povos peninsulares, preparou a entrada
dos barbaros que converteram todo o paiz quasi n'um ermo. Foi este
o mais valioso resultado da espolia&ccedil;&atilde;o latina, e do
governo unitario da Hespanha.</p>
<p>Pouco depois transpunham os Pyren&eacute;us as hostes
wisigothicas, que deviam durante tres seculos dominar a peninsula
Constituida ainda mais uma vez uma s&oacute; na&ccedil;&atilde;o,
tal era a impossibilidade de prender por fortes la&ccedil;os de
unidade os povos peninsulares, que bastou uma simples batalha,
nas
<span class="pagenum"><a name="pag_49" id="pag_49">[49]</a></span>
margens do Chryssus ou Guadalete, para desmoronar inteiramente a
phantasiosa unidade peninsular.</p>
<p>&Eacute; indubitavel, opina um illustre historiador, que esta
jornada foi decisiva, e que n'ella se fez peda&ccedil;os o imperio
wisigothico.</p>
<p>Vejamos agora o que escreve o sr. Theophilo Braga:</p>
<p>&nbsp;</p>
<p>"As duas correntes de unifica&ccedil;&atilde;o e
desmembra&ccedil;&atilde;o politica."</p>
<p>"Quem lan&ccedil;ar um rapido olhar pela historia da Hespanha,
v&ecirc; que toda a sua existencia nacional se dispendeu em uma
agita&ccedil;&atilde;o constante, de um lado em reivindicar as
autonomias dos pequenos estados, ou <em>separatismo</em>, e do
outro, em incorporar todos esses estados livres debaixo de um
sceptro, tendo por centro de convergencia ora a monarchia leoneza,
ora a monarchia navarra, ora a monarchia castelhana. A monarchia,
como o demonstra Charri&egrave;re, foi sempre um elemento
extrangeiro para a Hespanha, e o facto de ser ella essencialmente
unitaria o prova; porque a Hespanha, pelos seus relevos
orographicos, pelas suas differentes ra&ccedil;as, &eacute; um paiz
destinado a constituir-se em Federa&ccedil;&atilde;o
<span class="pagenum"><a name="pag_50" id="pag_50">[50]</a></span>
de pequenos estados, ao passo que os monarchas for&ccedil;aram
sempre estas qualidades naturaes, tentando pela violencia a
unifica&ccedil;&atilde;o politica."</p>
<p>"Quem fez a primeira unifica&ccedil;&atilde;o politica da
Hespanha? O Imperio romano. Depois da queda do Imperio, vieram os
wisigodos que, sob Leovigildo, restauraram a unidade imperial.
Depois vieram os arabes que sob o kalifado de Cordova, conseguiram
tambem a unidade politica, que os destruiu. Depois veiu a
reconquista neogothica, que procurou restaurar a unidade dos tempos
de Leovigildo, primeiramente sob o sceptro leonez de Affonso III,
em seguida pela absorp&ccedil;&atilde;o da Navarra sob Sancho,
depois pela unifica&ccedil;&atilde;o castelhana sob Fernando Magno
e Affonso VI, por cuja morte Portugal p&ocirc;de quebrar os seus
circulos e constituir-se como estado e nacionalidade livre."</p>
<p>"N&atilde;o ficam aqui os esfor&ccedil;os para a
unifica&ccedil;&atilde;o politica dos estados peninsulares; a
monarchia de Fernando e Isabel consumiria a obra da morte d'estas
fecundas nacionalidades, e Filippe II, em 1580, unifica Portugal
como provincia no territorio hespanhol."</p>
<p>"Quando a monarchia n&atilde;o podia unificar pelas
<span class="pagenum"><a name="pag_51" id="pag_51">[51]</a></span>
armas, empregava os casamentos reaes, como em Fernando com Isabel,
em D. Affonso V de Portugal com a Beltraneja, no principe D.
Affonso com Isabel; emfim, os casamentos dos reis D. Manoel e D.
Jo&atilde;o III, como os de Carlos V e Filippe II, visavam &aacute;
unifica&ccedil;&atilde;o das duas na&ccedil;&otilde;es."</p>
<p>"Se a republica, na peninsula hispanica, tem um destino
s&eacute;rio e progressivo, &eacute; dar a essas tendencias
<em>separatistas</em>, que s&atilde;o immorredouras, a f&oacute;rma
consciente e disciplinada de <em>pacto federativo</em>,
reconstruindo a autonomia d'esses pequenos Estados da
Edade-m&eacute;dia.</p>
<p>"Tudo o que n&atilde;o f&ocirc;r isto, &eacute; um absurdo, uma
violencia, e n&atilde;o se far&aacute; sem sangue, para se tornar a
desfazer, como em 1640."</p>
<p>&nbsp;</p>
<p>Se a Fran&ccedil;a em 1790, tivesse acceitado a
orienta&ccedil;&atilde;o dos girondinos, formando os Estados unidos
das Gallias, em logar de constituir a republica una e indivisivel,
teria resistido incolume a todos os embates das monarchias
absolutas, n&atilde;o seria a victima sangrenta das loucas
ambi&ccedil;&otilde;es napoleonicas, n&atilde;o veria o seu solo
talado pelos exercitos dos autocratas europeus, nunca o seu
estandarte da liberdade, se abateria, humilhado, perante, a
<span class="pagenum"><a name="pag_52" id="pag_52">[52]</a></span>
reac&ccedil;&atilde;o, e outra poderia ser j&aacute; a sorte de
todos os povos neolatinos, que attentam em Paris como na Athenas
moderna.</p>
<p>Os povos confederados n&atilde;o teem, nem querem conquistadores
ou heroes. Reputam-nos o que elles realmente s&atilde;o: os algozes
da humanidade.</p>
<p>Entre uma federa&ccedil;&atilde;o e um governo unitario ha a
mesma differen&ccedil;a que encontramos entre Washington e
Bonaparte: um cidad&atilde;o illustre e um aventureiro abjecto.</p>
<p><br></p>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>Quando um povo tem atravessado de rold&atilde;o phases
politicas, debaixo de systemas acintemente sophismados, e que
tendem todos, na sua essencia, a afasta-lo de uma determinada
marcha evolutiva, perturbando-o na sua vida economica, industrial,
fabril, commercial, civil e social, a necessidade urgente de
retomar o logar que lhe compete no convivio das outras
na&ccedil;&otilde;es civilisadas, n&atilde;o se lhe imp&otilde;e
s&oacute; como um direito&mdash;est&aacute;-lhe prescripto como um
dever rigoroso e inadiavel.</p>
<p>Hespanha e Portugal, tal &eacute; a for&ccedil;a da sua
cohes&atilde;o ethnica e social, desde a reconquista neogoda
<span class="pagenum"><a name="pag_53" id="pag_53">[53]</a></span>
teem tido governos, existencia politica e fei&ccedil;&otilde;es
economicas e civis de um parallelismo, que surprehender&aacute;
somente quem ignorar a communh&atilde;o de cren&ccedil;as e de
opini&otilde;es, e a egualdade de sentimentos, de faculdades e de
ac&ccedil;&otilde;es reflexas d'estes dois povos irm&atilde;os.</p>
<p>Distanceados, por uma multiplicidade de causas, que n&atilde;o
&eacute; para aqui relatar, do estado da opulencia e
desenvolvimento de outras na&ccedil;&otilde;es europ&ecirc;as,
veem-se a bra&ccedil;os estes dois povos com as crises successivas
de uma politica ardilosa, reaccionaria e expoliadora, tanto das
suas liberdades publicas como dos seus interesses economicos. E a
par d'estas administra&ccedil;&otilde;es subversivas, sem
orienta&ccedil;&atilde;o nem programma definido e consciencioso de
governo, accumulam-se, sem estudo nem solu&ccedil;&atilde;o
pratica, todos os problemas sociaes em que se debate o
proletariado. Problemas que pela sua gravidade e urgencia
preoccupam e s&atilde;o anciosa e tenazmente meditados e discutidos
pelos trabalhadores de todos os paizes civilisados.</p>
<p>Todos prev&ecirc;em, que o seculo futuro ser&aacute; mais ou
menos proximamente iniciado por uma revolu&ccedil;&atilde;o social,
quer seja a consequencia irresistivel da guerra que se prepara,
quer se manifeste como o
<span class="pagenum"><a name="pag_54" id="pag_54">[54]</a></span>
complemento das reivindica&ccedil;&otilde;es postergadas e da
miseria com que luctam as classes populares.</p>
<p>Se, no meio da instabilidade d'ac&ccedil;&atilde;o governativa e
da lassid&atilde;o que affecta as articula&ccedil;&otilde;es do
organismo politico d'estas duas na&ccedil;&otilde;es, incidir
tambem uma transforma&ccedil;&atilde;o social, ser&aacute;
ent&atilde;o tarde para deter a formosa peninsula hispanica na
beira do abysmo a que essas duas correntes a podem impellir.</p>
<p>O <em>ultimatum</em> que a Inglaterra nos arremessou, nunca se
nos afigurou uma simples expolia&ccedil;&atilde;o, envolta n'uma
brutesa. A Gran-Bretanha, pratica como &eacute;, nunca exerce a sua
ac&ccedil;&atilde;o por uma forma brutal, quando n&atilde;o tem de
ceder a cousas superiores. A sua m&atilde;o de ferro ao empolgar
bens alheios, vem sempre cal&ccedil;ada de uma luva de macio e
frizado velludo&mdash;s&atilde;o estas as pragmaticas da Carthago
da actualidade.</p>
<p>O <em>ultimatum</em> da velha Albion foi claramente um acto
grosseiro, sim, mas energico e violento de previs&atilde;o.</p>
<p>Se um dia a Hespanha e Portugal formarem os Estados Unidos da
peninsula, reunidas que sejam, sob o mesmo regimen, as colonias dos
dois povos, terminar&atilde;o os insultos e arremettidas da
Inglaterra,
<span class="pagenum"><a name="pag_55" id="pag_55">[55]</a></span>
&aacute; Africa portugueza, porque lh'o n&atilde;o
consentir&aacute; uma grande na&ccedil;&atilde;o: a Republica
federal da Iberia.</p>
<p>Estar&aacute; proxima a realiza&ccedil;&atilde;o do pacto
federal, que hade unir as duas na&ccedil;&otilde;es irm&atilde;s,
ou vir&aacute; ainda demorado o dia em que essa grandiosa
transforma&ccedil;&atilde;o se possa effectuar? &Eacute; isto que a
Gran-Bretanha n&atilde;o pode precisar, porque acontecimentos
t&atilde;o poderosos na sua desenvolu&ccedil;&atilde;o dependem de
factores que fojem aos calculos dos mais sagazes homens de
Estado&mdash;e possue-os esta potencia t&atilde;o solertes como os
educava e d'elles se servia a famosa Republica de Veneza.</p>
<p>Todavia a anarchia social e economica que lavra nos dois paizes,
a falta de orienta&ccedil;&atilde;o politica e do systema de
governar que se manifesta tanto em Portugal como em Hespanha,
aggravados ainda com a desorganisa&ccedil;&atilde;o das suas
finan&ccedil;as, com o empobrecimento das suas industrias, com o
atrazo dos seus processos na crea&ccedil;&atilde;o de fontes de
riqueza, com a delapida&ccedil;&atilde;o dos erarios publicos, e
com a perturba&ccedil;&atilde;o que promana da falta de decoro e de
honestidade nos actos mais singelos da vida politica, todas estas
cousas engrossando a corrente caudal das aspira&ccedil;&otilde;es e
das impaciencias da democracia, podem, n'uma dada hora, no
momento
<span class="pagenum"><a name="pag_56" id="pag_56">[56]</a></span>
psychologico, galgar os diques artificiaes, construidos pela
politica das monarchias europeias e tornar um facto indiscutivel
esse esplendoroso ideal de todos os pensadores e crentes da
peninsula hispanica.</p>
<p>&Eacute; este o receio da rainha dos mares, e por isso se
apressou, n&atilde;o olhando aos meios, a praticar o acto de
extors&atilde;o mais violento e cynico de que temos memoria na
historia das na&ccedil;&otilde;es civilisadas.</p>
<p>A n&oacute;s, este proceder da nossa fiel e antiga alliada,
feriu-nos como fere uma affronta, que tem por causa unica a
depreda&ccedil;&atilde;o do que n&oacute;s possuimos, confiados no
direito das gentes, e a que tinhamos ligadas gloriosas
tradi&ccedil;&otilde;es. Affronta que tivemos de devorar sem
desfor&ccedil;o immediato; porque a honra e a altivez decorosa da
familia peninsular perderam-se nas m&atilde;os dos nossos sinistros
homens de Estado.</p>
<p>Mas a par da affronta, fica o vaticinio, a par do ultrage resta
a preoccupa&ccedil;&atilde;o da Gran-Bretanha, o pensamento que a
deixa mal dormida, a previs&atilde;o de que a peninsula hispanica
hade proclamar por uma lei fatal da evolu&ccedil;&atilde;o a
Republica federal que por&aacute; um dique &aacute; sua
arrogancia.</p>
<span class="pagenum"><a name="pag_57" id="pag_57">[57]</a></span>
<br>
<p class="separador">*<br>
*&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;*</p>
<br>
<p>"N&atilde;o foi o sceptro dos reis, escreve o sr. Theophilo
Braga, que dividiu a Hespanha, mas sim as montanhas que irradiam da
cordilheira dos Pyrineus, a que vem do norte a oeste, que em quatro
ramifica&ccedil;&otilde;es divide a Catalunha, Arag&atilde;o,
Asturias, Galliza e Vasconia; e a que vem de norte a sul, na
vertente oriental, limitando Valencia, Murcia e Granada, e na
vertente occidental ou atlantica, a Castella Velha, Le&atilde;o,
Castella Nova, Extremadura e Andaluzia.</p>
<p>"Essas ramifica&ccedil;&otilde;es conservaram a persistencia dos
diversos typos anthropologicos, das ra&ccedil;as que povoaram a
Hespanha; definiram as f&oacute;rmas das agrupa&ccedil;&otilde;es
sociaes em rudimentos de estados autonomos; sustentaram as suas
differen&ccedil;as ethnicas nos <em>dialectos</em> que ainda falam,
nos modos da sua <em>actividade</em>, nas
<em>legisla&ccedil;&otilde;es</em> civis porque se regem,
at&eacute; mesmo nas suas <em>dan&ccedil;as</em> e
<em>cantares</em> tradicionaes em que se expressa a <em>indole</em>
de uma independencia t&atilde;o absolutamente desconhecida da
politica."</p>
<p>&nbsp;</p>
<p>Um erudito historiador, querendo explicar a
disposi&ccedil;&atilde;o hereditaria e sempre inalteravel para
o
<span class="pagenum"><a name="pag_58" id="pag_58">[58]</a></span>
<em>separatismo</em>, que se encontra nos povos que occupam a nossa
peninsula, observa que a confian&ccedil;a inabalavel que os iberos
mantiveram, sempre no seu proprio arrojo, manifesta-se pela mesma
forma na continuada tendencia das diversas frac&ccedil;&otilde;es
da Hespanha, desde Pelayo at&eacute; aos nossos dias, para se
isolarem em vida autonomica distincta, sem attenderem nem &aacute;
sua fraqueza, nem &aacute; pequena extens&atilde;o do seu
territorio.</p>
<p>Foi evidentemente o individualismo, rebellando-se contra o poder
central e contra a unidade que determinou as
revolu&ccedil;&otilde;es do occidente da Peninsula, no decurso dos
seculos VIII a XII.</p>
<p>&nbsp;</p>
<p>"As parcialidades, opina Alexandre Herculano, compunham-se,
dividiam-se, ou transformavam-se sem custo, &aacute; merc&ecirc; do
primeiro impeto de paix&atilde;o ou calculo ambicioso. Tal era a
fragilidade do elemento unitario, e tal era a energia das
tendencias separatistas."</p>
<p>&nbsp;</p>
<p>D'este estado tumultuario derivou a separa&ccedil;&atilde;o
definitiva de Portugal, e a consolida&ccedil;&atilde;o da autonomia
portugueza.</p>
<p>&nbsp;</p>
<p>"Obra a principio de ambi&ccedil;&atilde;o e orgulho,
observa
<span class="pagenum"><a name="pag_59" id="pag_59">[59]</a></span>
o illustre escriptor, a desmembra&ccedil;&atilde;o dos dois
condados do Porto e de Coimbra, veiu, por milagres de prudencia e
de energia, a constituir, n&atilde;o a na&ccedil;&atilde;o mais
forte, mas de certo a mais audaz da Europa nos fins do XV seculo."</p>
<p>&nbsp;</p>
<p>De feito, em todos esses reinos christ&atilde;os que se formam
dos fragmentos da conquista arabe, em todas essas provincias, que
substituiram o poder sarraceno, conservando com uma transparente
affecta&ccedil;&atilde;o sob a monarchia central, o nome v&atilde;o
de reinos, n&atilde;o se encontra por ventura, a mesma irresistivel
inclina&ccedil;&atilde;o para o federalismo e a mesma
repuls&atilde;o para a unidade? Ainda hoje pergunta um notavel
publicista, tres seculos de despotismo deixaram por acaso mais
solido o principio do unitararismo? N&atilde;o vemos n&oacute;s ao
primeiro abalo pender logo para a desmembra&ccedil;&atilde;o cada
um dos fragmentos d'este corpo mal unido, e onde os sonhos de
independencia nunca cessam de se manifestar.</p>
<p>Embora nos seus tra&ccedil;os geraes a familia iberica tenha uma
grande homogeneidade de rela&ccedil;&otilde;es ethnicas e de
qualidades genericas, todavia, cada um dos membros d'este grande
corpo, que constitue
<span class="pagenum"><a name="pag_60" id="pag_60">[60]</a></span>
a Peninsula possue condi&ccedil;&otilde;es suas proprias que se
n&atilde;o confundem, elementos de uma modalidade t&atilde;o
accentuada, que demonstram sobejamente as causas irreductiveis de
individualismo e separatismo hereditarios, que determinam todos os
seus actos.</p>
<p>Tanto na sua vida physica como na vida moral, a Hespanha
&eacute; um composto de contrastes e n&atilde;o parece formar um
todo sen&atilde;o por uma aggrega&ccedil;&atilde;o artificial.
Differe tanto o caracter dos habitantes de cada provincia, como o
seu aspecto physico.</p>
<p>Ao lan&ccedil;armos os olhos sobre o mappa da Peninsula, todos
os contrastes e variedade que encontramos nas familias ibericas
teem logo uma facil explica&ccedil;&atilde;o. Af&oacute;ra
excep&ccedil;&otilde;es diminutas, cada provincia do territorio
iberico est&aacute; separada das outras por uma barreira de
montanhas, que lhe cria uma barreira natural, assaz elevada para
separar dois povos e dois Estados. Cada parte est&aacute;
t&atilde;o isolada do todo, como a propria Peninsula se acha
separada do resto da Europa. &Eacute; por isso que a historia da
Peninsula pyreneica est&aacute; t&atilde;o patente na sua
configura&ccedil;&atilde;o physica como o caracter d'um homem que
se nos revella nos tra&ccedil;os da sua physionomia.</p>
<span class="pagenum"><a name="pag_61" id="pag_61">[61]</a></span>
<h1><a name="SECTION00600000000000000000" id=
"SECTION00600000000000000000"></a><br>
V<br>
A Federa&ccedil;&atilde;o e a paz</h1>
<p>Todos os pensadores progressistas&mdash;escreve Benoit
Malon&mdash;est&atilde;o de accordo sobre o futuro dos Estados
socialistas que n&atilde;o ser&atilde;o outra cousa sen&atilde;o
republicas federadas, constituindo cada uma d'ellas uma estreita
federa&ccedil;&atilde;o de communas engrandecidas e transformadas
politica e socialmente.</p>
<p>A Republica, sendo a f&oacute;rma politica que mais se coaduna
com a dignidade humana, os Estados que fundarem os povos
emancipados n&atilde;o poder&atilde;o ser sen&atilde;o
republicanos-federalistas, por isso que s&oacute; o federalismo
concilia o respeito das necessidades regionaes com os grandes
interesses das na&ccedil;&otilde;es livremente constituidas e com
os da suprema confedera&ccedil;&atilde;o internacional que
ligar&aacute; e tornar&aacute; solidarios todos os povos.
<span class="pagenum"><a name="pag_62" id="pag_62">[62]</a></span>
Na conferencia interparlamentar de 1892, foi votada a seguinte
mo&ccedil;&atilde;o:</p>
<p>&nbsp;</p>
<p>Considerando:</p>
<p>Que a paz na Europa &eacute; uma condi&ccedil;&atilde;o
indispensavel da civilisa&ccedil;&atilde;o e que n&atilde;o
&eacute; possivel sem a justi&ccedil;a, e, por conseguinte, sem a
uni&atilde;o;</p>
<p>A conferencia faz votos:</p>
<p>Para que a ideia de uma confedera&ccedil;&atilde;o de Estados,
tendente a definir o direito internacional e a favorecer a
fraternidade dos povos, possa conquistar o maior numero de
sympathias e de adhes&otilde;es.</p>
<p>&nbsp;</p>
<p>Accrescentaremos a esta uma outra proposta, sobre a
federa&ccedil;&atilde;o europeia, apresentada ao congresso da paz,
pelos srs. Moneta, S. J. Copper e a baroneza de Suttner:</p>
<p>&nbsp;</p>
<p>Considerando que os prejuizos causados pela paz armada e o
perigo imminente para a Europa de uma grande guerra, dependem do
estado de anarchia no qual se encontram as differentes
na&ccedil;&otilde;es europeias em face umas das outras;</p>
<p>Considerando que a uni&atilde;o federal da Europa&mdash;que
<span class="pagenum"><a name="pag_63" id="pag_63">[63]</a></span>
&eacute; tambem reclamada pelos interesses commerciaes de todos os
paizes&mdash;poria termo a este estado de anarchia constituindo um
estado juridico europeu;</p>
<p>Considerando que a uni&atilde;o federal para os interesses
communs em nada lesaria a independencia de cada na&ccedil;&atilde;o
nos seus negocios interiores, nem, por conseguinte, na sua
f&oacute;rma de governo;</p>
<p>O Congresso convida as sociedades europeias da paz e os seus
adherentes a acceitarem uma uni&atilde;o dos Estados, baseada sobre
o direito das gentes, com o fim supremo da propaganda, e convida
todas as sociedades do mundo a insistirem, principalmente nos
periodos de elei&ccedil;&otilde;es politicas, sobre a necessidade
de se estabelecer um congresso permanente das na&ccedil;&otilde;es,
ao qual deveria ser submettida a solu&ccedil;&atilde;o de todas as
quest&otilde;es internacionaes, como meio de resolver os conflictos
pela lei e n&atilde;o pela violencia.</p>
<p>&nbsp;</p>
<p>Ou o bem estar e a federa&ccedil;&atilde;o, ou a miseria e
anarchia internacional&mdash;diz Novicow.</p>
<p>Somos solidarios uns com os outros. Solidarios todos os homens
de uma mesma na&ccedil;&atilde;o. Solidarias egualmente as
na&ccedil;&otilde;es que formam uma s&oacute;
<span class="pagenum"><a name="pag_64" id="pag_64">[64]</a></span>
e grande familia&mdash;o mundo civilisado, a humanidade.<a name=
"tex2html11" href="#foot331" id="tex2html11"><sup>11</sup></a></p>
<p>A era pacifica s&oacute; poder&aacute; ser definitivamente
inaugurada pela pratica do federalismo. A federa&ccedil;&atilde;o
&eacute; o fim, o ideal supremo da Europa, escreve Strada.<a name=
"tex2html12" href="#foot332" id="tex2html12"><sup>12</sup></a> Como
chegar at&eacute; l&aacute;?&mdash;eis a quest&atilde;o. Com a
federa&ccedil;&atilde;o, a Europa tornar-se-hia uma America
poderosissima.</p>
<h2><a name="SECTION00601000000000000000" id=
"SECTION00601000000000000000">FIM</a></h2>
</div>
<div class="rodape">
<p><a name="foot39" id="foot39"></a><a href=
"#tex2html1"><sup>1</sup></a> Proudhon.</p>
<p><a name="foot321" id="foot321"></a><a href=
"#tex2html2"><sup>2</sup></a> Pi y Margall&mdash;<em>Las
Nacionalidades</em>.</p>
<p><a name="foot322" id="foot322"></a><a href=
"#tex2html3"><sup>3</sup></a> Gervinus&mdash;<em>Introduction
&aacute; l'histoire du dix-neuvi&egrave;me-si&egrave;cle</em>.</p>
<p><a name="foot323" id="foot323"></a><a href=
"#tex2html4"><sup>4</sup></a> Theophilo Braga&mdash;<em>As modernas
id&eacute;as da litteratura portugueza</em>.</p>
<p><a name="foot49" id="foot49"></a><a href=
"#tex2html5"><sup>5</sup></a> Visconde de Ouguella.</p>
<p><a name="foot324" id="foot324"></a><a href=
"#tex2html6"><sup>6</sup></a> Hepworth Dixon&mdash;<em>La Suisse
contemporaine</em>.</p>
<p><a name="foot325" id="foot325"></a><a href=
"#tex2html7"><sup>7</sup></a> E. Laveleye&mdash;<em>Essais sur la
forme de gouvernement</em>.</p>
<p><a name="foot58" id="foot58"></a><a href=
"#tex2html8"><sup>8</sup></a> Teixeira Bastos</p>
<p><a name="foot328" id="foot328"></a><a href=
"#tex2html9"><sup>9</sup></a> Regnault&mdash;<em>La
Province</em>.</p>
<p><a name="foot226" id="foot226"></a><a href=
"#tex2html10"><sup>10</sup></a> Este capitulo encerra parte de um
estudo feito com a collabora&ccedil;&atilde;o do illustre e
fallecido escriptor visconde de Ouguella, que n&atilde;o
cheg&aacute;mos a concluir e que tencionavamos publicar em
volume.</p>
<p><a name="foot331" id="foot331"></a><a href=
"#tex2html11"><sup>11</sup></a> M. von Egidy&mdash;<em>A era sem
violencia</em>.</p>
<p><a name="foot332" id="foot332"></a><a href=
"#tex2html12"><sup>12</sup></a> Strada&mdash;<em>L'Europe
sauv&eacute;e et la f&eacute;d&eacute;ratian</em>.</p>
</div>
<br>
<hr>
<br>
<h2>PROPAGANDA DE INSTRUC&Ccedil;&Atilde;O</h2>
<h4>Para Portuguezes e Brazileiros</h4>
<h3>OS DICCIONARIOS DO POVO</h3>
<p>N.&ordm; 1&mdash;Diccionario da lingua portugueza (3.&ordf;
edi&ccedil;&atilde;o).</p>
<p>N.&ordm; 2&mdash;Diccionario francez-portuguez (2.&ordf;
edi&ccedil;&atilde;o).</p>
<p>N.&ordm; 3&mdash;Diccionario portuguez-francez (2.&ordf;
edi&ccedil;&atilde;o).</p>
<p>N.&ordm; 4&mdash;Diccionario inglez-portuguez.</p>
<p>N.&ordm; 5&mdash;Diccionario portuguez-inglez.</p>
<p>Cada volume cont&eacute;m cerca de 800 paginas. Pre&ccedil;os:
brochado, 500 r&eacute;is; encadernado em percalina, 600
r&eacute;is; em carneira, 700 r&eacute;is.</p>
<h3>BIBLIOTHECA DO POVO E DAS ESCOLAS</h3>
<p>Esta util e valiosissima bibliotheca consta j&aacute; de 199
volumes, alguns dos quaes teem a approva&ccedil;&atilde;o do
governo portuguez, para uso das escolas normaes e aulas primarias,
e outros s&atilde;o geralmente adoptados em varias escolas do
paiz.</p>
<p>Pre&ccedil;o de cada volume, 50 r&eacute;is.</p>
<h3>O IDEAL MODERNO<br>
BIBLIOTHECA POPULAR DE ORIENTA&Ccedil;&Atilde;O SOCIALISTA</h3>
<p>Volumes publicados:&mdash;Paz e arbitragem&mdash;A
dissolu&ccedil;&atilde;o do regimen capitalista.&mdash;O
federalismo.</p>
<p>Volumes a publicar:&mdash;Bolsas de trabalho&mdash;O
humanismo&mdash;O socialismo&mdash;O feminismo, etc., etc.</p>







<pre>





End of Project Gutenberg's O Federalismo, by Sebastião de Magalhães Lima

*** END OF THIS PROJECT GUTENBERG EBOOK O FEDERALISMO ***

***** This file should be named 25690-h.htm or 25690-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.org/2/5/6/9/25690/

Produced by Pedro Saborano. A partir da digitalização
disponibilizada pela bibRIA.


Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.org/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.org),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need, is critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org


Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including checks, online payments and credit card donations.
To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.


Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.


Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.org

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.


</pre>

</body>
</html>
